OpenFOAM-2.3.0/tutorials/incompressible/porousSimpleFoam/straightDuctImplicit/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

./Allrun.pre

runApplication `getApplication`

# ----------------------------------------------------------------- end-of-file
